lib/tasks/update-stutus.rake

SELECT  "tweets".* FROM "tweets" ORDER BY "tweets"."id" DESC LIMIT $1  [["LIMIT", 1]]
---
    end


    @lastTwitterId = Tweet.last.twitterId